import random



dao_01 = "ДАО, которое может быть выражено словами, не есть постоянное дао. " \
         "Имя, которое может быть названо, не есть постоянное имя. "\
         "Безымянное есть начало неба и земли, обладающее именем - мать всех вещей."\
         "Поэтому тот, кто свободен от страстей, видит чудесную тайну [дао], а кто имеет страсти, видит только его в конечной форме. "\
         "Безымянное и обладающее именем одного и того же происхождения, "\
         "но с разными названиями. Вместе они называются глубочайшими. "\
         "Переход от одного глубочайшего к другому - дверь ко всему чудесному"


dao_02 =   " Когда все в Поднебесной узнают, что прекрасное является прекрасным," \
           "появляется и безобразное.  Когда все узнают, что доброе является добром," \
           "возникает и зло.  Поэтому бытие и небытие порождают друг друга, трудное и" \
           "легкое создают друг друга, длинное и короткое взаимно соотносятся, высокое" \
           "и низкое взаимно определяются, звуки, сливаясь, приходят в гармонию," \
           "предыдущее и последующее следуют друг за другом.  Поэтому " \
           "совершенномудрый, совершая дела, предпочитает недеяние; осуществляя" \
           "учение, не прибегает к словам; вызывая изменения вещей, [он] не" \
           "осуществляет их сам; создавая, не обладает [тем, что создано]; приводя в" \
           "движение, не прилагает к этому усилий; успешно завершая [что-либо], не" \
           "гордится.  Поскольку он не гордится, его заслуги не могут быть отброшены"

# 3
#
#
# """    Если не почитать мудрецов, то в народе не будет ссор.  Если не ценить
# редких предметов, то не будет воров среди народа.  Если не показывать
# того, что может вызвать зависть, то не будут волноваться сердца народа.
# Поэтому, управляя [страной], совершенномудрый делает сердца [подданных]
# пустыми, а желудки - полными. [Его управление] ослабляет их волю и
# укрепляет кости. Оно постоянно стремится к тому, чтобы у народа не было
# знаний и страстей, а имеющие знание не смели бы действовать.
#     Осуществление недеяния всегда приносит спокойствие.
# """
# 4
#
#
#    """ Дао пусто, но в применении неисчерпаемо.  О, глубочайшее! Оно кажется
# праотцом всех вещей.
#     Если притупить его проницательность, освободить его от беспорядка,
# умерить его блеск, уподобь его пылинке, то оно будет казаться ясно
# существующим. Я не знаю, чье оно порождение, [я лишь знаю, что] оно
# предшествует небесному владыке."""


mylist = [dao_01, dao_02, "apple", "banana", "cherry"]
print(random.choice(mylist))